9/data/attachments/84f281fd868ea5d6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_writer_Actions_90577_3</nif:username>
            <nif:friendToBeRequested>soap_actions_6bd045c0-8a46-4d9b-95cf-0d090beffbf7</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>